using System.Collections;
using System.Collections.Generic;
using UnityEngine;

public class Words :MonoBehaviour
{
    public static string[] word =
    { "бабочка","забор","хижина","хозяйка","стул","табуретка","кость","ветка","банан","гвоздика","соль","автомобиль","диета","марцепан","уголь","сериал","урок",
        "серебро","осьминог","гиря","предложение","глагол","утварь","мышь","гиена","торт","маринад","планета","фигура","сани","ремонт","фельдшер","капсула","антибиотик","вектор",
        "шалаш","кассета","проектор","пони","кенгуру","гипс","перелом","казнь","рассвет","цветение","время","комета","угощение","сладость","гадсть","кислый","мудрый","желчь","исток",
        "равнина","металл","шахтер","маникюр","кисточка","свобода","актер","режиссер","блокбастер","зарядка","феноменальный","успех","вор","следователь","бухгалтер","кукловод","реакция",
        "вакцина","сера","водород","кислород","шкаф","серпантин","скалка","пенза","таракан","компьютер","смартфон","ячмень","глазница","кремень","извозчик","канат","прут","вожжи",
        "горючее","жалюзи","абстрактный","главный","коварный","тяжесть","подвеска","занавеска","фартук","газон","пармезан","укроп","шалость","флирт","мозг","нервы","ступня","ладонь"
    ,"палец","мозжечок","аппендицит","гортань","Барон","княгиня","фундук","крепость","рыбак","глинтвейн","урбанизация","кочка","фаланга","специи","навоз","кремень","гангстер","рукола","наводнение","степь","адреналин","закуска","пропеллер","лопасть","каюта","пилот"
,"стержень","спортсмен","акваланг","лебедка","сорванец","устав","гравий","пастырь","кремация","монумент","антракт","интеллигент","сюртук","абзац","щавель","заросли","добыча","жертва","ноль","граффити","открытие"
,"жидкость","мак","нокаут","карман","одуванчик","захват","глупость","премия","сабля","тряска","подставка","маятник","кирпич","термит","шершень","стрекоза","удивление","старение","молодость","ржавчина","леска","удавка"
,"преступление","ответственность","полушарие","стремление","удача","насморк","простуда","хирург","плотник","жилище","крошка","капкан","заморозки","гендер","стипендия","звонок","утечка","исток","самка","голень","жерло"
,"фантастика","обморок","закладка","мировоззрение","воронка","ворона","карусель","трость","старик","уборка","шедевр","властелин","капля","наука","философия","жизнь","крапива","рана","вата","маяк","поломка","фитиль"
,"гироскутер","кальян","дворник","атом","сопротивление","притяжение","обман","кроссовки","ананас","булыжник","засор","медиум","квартал","ратуша","советник","министр","угол","угорь","копоть","санки","гусли","флейта"
,"шахматы","шашки","грабли","сено","сало","страсть","горб","сорняк","муляж","саквояж","скрепка","пень","ступень","ложка","локон","пастбище","стрижка","сигарета","автомат","цапля","цыган","колос","ель","нарды","гость","шапка"
,"зеркало","фауна","вагон","антресоль","пастырь","роман","олень","лента","дамба","животное","яичница","черствый","сапог","мокрый","мигрень","иностранец","табу","юг","середина","карандаш","каша","прекрасный","роза"
,"учитель","автогонки","ракета","слабый","выгода","шерсть","дневник","дикобраз","скунс","радио","майка","фиалка","лыжи","облачность","клоун","солёный","ромашка","герой","тетрадь","корова","труд","яхта","водолаз","автопортрет"
,"груша","мастеровитый","уборка","скорость","плачущая","монета","прибой","квартал","Африка","Россия","халат","болото","русалка","пожарный","молния","кружево","шкатулка","стихотворение","шуба","ласковый","пирожное","медведь"
,"круг","Австралия","кисточка","вагон","брат","вишня","ледяной","косточка","кенгуру","стройка","учебник","строитель","кимоно","обезьянка","изжога","крик","оригами","песня","жемчужина","движение","динозавр","диплом","фотография"
,"крикливый","жадный","страшный","оригинал","копия","помпон","сорока","роща","жарища","дурачок","платье","фамилия","перец","водопад","акула","полено","трап","колдун","фасоль","скрип","пугало","грязный","клюв","рыжий","биатлон","мушкетер"
,"фигура","шоссе","Волга","арбалет","невесомость","котёнок","грозный","муха","лекарство","отопление","пластилин","табуретка","комар","ошейник","сказочник","оса","юбочка","зеркало","весенний","помидор","подушка","храбрый","саксофон"
,"клык","рубаха","ракетка","интрига","предложение","велосипед","водитель","сиреневей","украшение","зефир","материк","валенки","экскурсовод","медуза","пончик","пирамида","эскимос","котлета","сырник","юнга","лепесток"
,"улыбка","гадюка","дождь","высокий","публика","карлик","конюшня","бросок","остров","капюшон","демократия","вождь","спящий","директор","инвестор","облигация","акция","клюв","гаджет","меню","семечка","роса","масло","уксус","Улыбка","сканнер","терминал","жаворонок","пташка","банк","сотрудник","капюшон","греча","кальция","магний","электрон","сюртук","гамак","кариес","свадьба","купание","гонор","айсберг","траур","колено","перелом","отвертка"
    ,"шуруповёрт","отбойник","драники","шаверма","пончик","гоблин","инопланетянин","объект","сковорода","черный","кофе","мулат","атеист","нацист","фашист","национальность","змея","футляр","помада","ожерелье","копчик"
,"пупок","степь","гайка","бивень","шалость","курага","виноград","кислород","водород","жидкость","облако","цивилизация","голод","наркоман","живодер","каскадер","близнец","компрессор","комикс","конверт","нефть","компот"
,"зефир","изюм","брокколи","приданное","наследство","переселение","колонизация","веган","край","неуклюжий","рог","прыщ","удар","осколок","гордость","новость","копченый","сладкий","грубый","нервный","гриб","поганка","кнопка"
,"булавка","шкатулка","жаворонок","сова","копоть","ринг","октагон","серфинг","модем","кассета","фонарь","эстафета","соревнование","ректор","зачет","система","альфонс","дрель","канитель","займ","рохля","ад","консьерж","билет"
,"порча","гадание","завал","обвал","мост","студень","валенки","ястреб","антенна","пшеница","дуб","пихта","подорожник","листва","осень","зима","лето","весна","гавань","порт","аэропорт","посадка","завтрак","обед","ужин","полдник"
,"ремень","кресло","кабина","колесо","рельсы","тормоз","лёд","койот","пилот","огород","осока","крыжовник","клубника","малина","вишня","черника","голубика","редька","баклажан","анчоус","кальмар","селедка","щука","карась","кедр"
,"клещ","клоп","блоха","вши","шепот","оратор","товарищ","щеколда","положительный","отрицательный","ровный","горький","алкоголь","терпкий","вешалка","принтер","провод","коробка","деньги","файл","документ","пластик","декор"
,"плазма","потолок","стена","обои","картон","франшиза","погоны","звание","начальник","служба","армия","батальон","вахта","нарушение","телескоп","ипподром","иллюзия","грань","травля","шарманка","инструмент","рэкет","эстет","робот","закуска","чесотка","лишай","гастрит",
    "ветрянка","страховка","погружение","батискаф","излучение","факт","слон","жираф","пользователь","сарай","баня","бред","сумасшествие","помешательство","помело","роса","кадило",
    "червоточина","нора","ракушка","плесень","восстание","примирение","пир","пиар","словарь","гордость","конечность","палач","интеллект","пророк","порок","швабра","гнида","леший","жокей","ящер","ядовитый","ярд","язык","йога","Будда","лейбл","амплуа",
"австралопитек","карма","равновесие","рекрут","кульминация","содействие","обсерватория","топот","фотосессия","пейзаж","лужайка","стружка","симфония","круиз","культура","хрусталь","равенство","тюрьма","бандит","склероз","туннель"
    ,"пессимизм","градация","обогащение","половинка","мамонт","землетрясение","пятница","репродукция","шаблон","кунжут","фамилия","силач","фикус","забвение","нарцисс","хлам","питомец","масленица",
    "баранка","обоняние","чесотка","свиток","тамада","адмирал","оппозиция","молоко","акр","ковш","экземпляр","акватория","сувенир","звезда","овраг","стадион","жемчуг","рабыня","учреждение","вещь","чешки","выкуп","пугало",
    "канат","шпионаж","хохот","шабаш","риторика","диссонанс","свисток","лещ","континент","год","улица","лагерь","комбинат","вельвет","пот","колотушка","газификация","долина","авторитет","излучение","пуля","почка","алтарь"
    ,"факел","диапазон","проповедник","чехарда","азу","плов","балерина","олицетворение","карьерист","взять","мантия","контрольная","дрожь","свекровь","сторож","копейка","товарищ","гам","автор","индикатор","элегия","гладиатор"
    ,"абсурд","союз","транспорт","сварка","фарфор","восстание","призрак","хитрость","день","стихи","батарея","камыш","курсор","папка","сухарь","желудок","народный","призыв","зубочистка","панда","уголь","калоши","хит","сутки","радиатор"
    ,"аквалангист","резец","звук","ягнёнок","трибуна","блаженство","духовенство","лаборатория","согласие","косолапость","пылесос","гитара","письмо","наушники","желе","дифирамбы","купюра","трость","мораль","мидия","расписание"
    ,"чиж","кепка","повязка","собор","жонглер","сельдерей","проза"};

}




